integration-tests/cases/04_LAMINAR_FLOW/01_LAMINAR_005/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    face1
    {
        type            patch;
        nFaces          72;
        startFace       151078;
    }
    face2
    {
        type            patch;
        nFaces          68;
        startFace       151150;
    }
    face3
    {
        type            patch;
        nFaces          10728;
        startFace       151218;
    }
)

// ************************************************************************* //
